{
  "Elantris": [
    {
      "title": "Elantris",
      "publication_year": 2005,
      "description": "Sanderson's debut novel, set in the city of Elantris, which was once a place of magic and glory.",
      "cover_image": "img/books/elantris.jpg",
      "synopsis_en": "Elantris was once a city of gods, full of magic and splendor. Now, it is a place of disease and despair. When Prince Raoden is cursed and sent to Elantris, he discovers its dark secrets and seeks to restore its former glory."
    }
  ],
  "Mistborn": [
    {
      "title": "The Final Empire",
      "publication_year": 2006,
      "description": "The first book in the Mistborn series, introducing a world where ash falls from the sky and mist dominates the night. ohfeahfwoiahfwaih",
      "cover_image": "img/books/the-final-empire.jpg",
      "synopsis_en": "In addition to being one of the cornerstone works in Sanderson's bibliography, Mistborn is one of the three recommended starting points for entering the Cosmere, alongside Elantris and Warbreaker. The original Mistborn trilogy, also popularly known as Era 1, was Brandon’s second published work. He has mentioned on several occasions that the story has a darker tone compared to his other books and that he was influenced by the grimdark style when writing it. This saga, which begins with The Final Empire, takes place on the planet Scadrial. Imagine a volcanic world drowned in ash, with perpetual rains of soot falling from a reddish sky that barely allows sunlight to pass through. The mists are so thick that it is difficult to see the stars. It is a world of withered plants that struggle—just like the vast majority of its inhabitants—to survive and grow.Mistborn stands out for its iconic and unforgettable characters, a crew of thieves led by the charismatic Kelsier, who becomes involved in a fight against the tyrannical ruler of the Final Empire, the Lord Ruler, who has governed unopposed for a thousand years. A supreme lord who also rewarded his loyal followers with the ability to draw incredible powers from metals. These individuals became known as Mistborn, forming the noble caste that, centuries later, continues to oppress the skaa, a people condemned to slavery for being deemed inferior. Legends tell that a savior will one day rise to free the skaa. Time passes, and with it, a new race of half-bloods is born—individuals with powers once reserved only for the nobles. Tired of waiting for a savior, they decide to rebel and fight for their freedom with their own hands, to finally break free from oppression once and for all. This is how we meet Vin, a young street thief whose life changes when she crosses paths with a man named Kelsier, who recruits her to aid him in his skirmishes"
    },
    {
      "title": "The Well of Ascension",
      "publication_year": 2007,
      "description": "The second installment in the Mistborn series, continuing the saga of a group of rebels with magical abilities.",
      "cover_image": "img/books/el-pozo-de-la-ascension.jpg",
      "synopsis_en": "This book continues the events following the fall of *The Final Empire*, with a very intriguing premise: once the Lord Ruler has been defeated, what repercussions does this have for the sociopolitical and economic stability of society? Are our heroes truly prepared to face the challenges that lie ahead? You'll see. Perhaps one of the most revealing moments of the first installment was Rashek’s prophetic words before his death—a moment when we realize that, in his own twisted way, the Lord Ruler was not the ultimate villain everyone imagined, but rather a deranged figure who had spent a thousand years desperately trying to keep the Deepness at bay. To make things even more paradoxical, we see that Kelsier’s crew decides to support Elend, a noble despite everything, as the new ruler of Luthadel. For the first time, he has the opportunity to put into practice a lifetime of political studies. But, as is often the case, neither theory nor good intentions are enough to stabilize a situation where the nobles, now freed from the Lord Ruler’s yoke, have begun a ruthless struggle for survival, forming their own feudal territories and engaging in internal conflicts. Meanwhile, Vin faces a new and highly skilled Mistborn who harbors many secrets, while Sazed pursues a line of research that leads him to intriguing discoveries. This book, which can be considered a transition toward the trilogy’s climax, delves deeper into the use of Feruchemy, brings myths to life, and leaves us eager to learn more after a thrilling finale."
    },
    {
      "title": "The Hero of Ages",
      "publication_year": 2008,
      "description": "The conclusion to the original Mistborn trilogy, where heroes must unite to save their world.",
      "cover_image": "img/books/el-heroe-de-las-eras.jpg",
      "synopsis_en": "The information in this summary contains spoilers for The Final Empire and The Well of Ascension.Luthadel has been destroyed, and with it, Kelsier’s crew’s world crumbles, changing forever. The painful farewell to friends, comrades, and lovers drags along most of the survivors' beliefs, as they become truly aware—perhaps for the first time—of the magnitude of the disaster they now face. What do you do when everything you once believed to be true is twisted into a cruel mockery? The future is uncertain. Vin carries the burden of having released Ruin, the feared antagonist of Preservation, in a heroic act where, summoning all her willpower, she chose to forgo saving the life of her beloved Elend in an altruistic sacrifice—one that turns into the worst nightmare imaginable. The mists now kill both day and night, and the ever-dimming daylight is no longer a sanctuary. With increasingly violent volcanic eruptions, relentless ashfall threatening to wipe out all life on Scadrial, and Ruin rampaging across the land, can our heroes find a way to emerge victorious?"
    },
    {
      "title": "The Alloy of Law",
      "publication_year": 2011,
      "description": "A return to the Mistborn world, set 300 years after the original trilogy, blending fantasy with a Wild West setting.",
      "cover_image": "img/books/the-alloy-of-law.jpg",
      "synopsis_en": "Many times, between books of different sagas, Brandon writes short stories that often take on a life of their own and transform into what, for another writer, would be a full-length novel. The Alloy of Law is one such case. The Alloy of Law is the first novel of the second era of Mistborn, a saga also known as the Wax and Wayne books (named after the protagonists). This era consists of four books, the last of which was published in English in December 2022. In this part of the saga, we undergo a radical shift in setting and protagonists, jumping forward 300 years from the event known as the Catacendre, which took place at the end of The Hero of Ages. For our new protagonists, everything that happened during Era 1 is nothing more than legend. In this new Scadrial, different races have learned to coexist in relative peace, including the descendants of the koloss. Mistborn no longer exist. Instead, we have Mistings, Ferrings, and Twinborn, who can access an Allomantic ability, a Feruchemical ability, or a combination of both—creating fascinating power synergies, as we see with our two protagonists: Wax and Wayne. In this Scadrial, now more similar to Earth thanks to Sazed’s sacrifice, Luthadel has given way to Elendel—a much more modern, industrialized city, with a setting that blends elements of both steampunk and the Wild West. And as with any good Western, there is always an untamed frontier where lawlessness reigns. This is where we meet Waxillium Ladrian, a lawman on a mission to hunt down a gang of criminals known as the Vanishers. Pay close attention to his last name, and as a recommendation: don’t overlook the newspaper clippings scattered throughout the book. While this book may seem somewhat detached from the intricate workings of the Cosmere in its narrative style, it serves as a bridge between the previous trilogy and the key events of this new era, introducing new characters and their relationships."
    },
    {
      "title": "Shadows of Self",
      "publication_year": 2015,
      "description": "Continuing the adventures in the Mistborn world, with new challenges and characters.",
      "cover_image": "img/books/shadows-of-self.jpg",
      "synopsis_en": "The *Mistborn* society has evolved into a fusion of magic and technology, where the economy is expanding, democracy struggles against corruption, and religion has become an increasingly influential cultural force, with four competing faiths vying for converts. This lively and optimistic—though still unsteady—society now faces its first major terrorist threat: crimes designed to fuel worker discontent and fan the flames of religious conflict. Wax and Wayne, with the help of the brilliant and lovable Marasi, must unravel the conspiracy before civil unrest brings Scadrial’s progress to a halt."
    },
    {
      "title": "The Bands of Mourning",
      "publication_year": 2016,
      "description": "Further explorations in the Mistborn universe, uncovering ancient artifacts and secrets.",
      "cover_image": "img/books/the-bands-of-mourning.jpg",
      "synopsis_en": "The Elendel Basin is a powder keg. Worker discontent is growing, compounded by irreconcilable differences between the capital and the other cities in the basin. Elendel claims authority over them, while its inhabitants denounce the oppression they feel subjected to. Suddenly, Waxillium Ladrian hears that a kandra scholar may have discovered the legendary *Bands of Mourning*—a weapon capable of unleashing destruction and upending the delicate balance of power in the basin. But chasing myths is not among the concerns of a lawman like him, especially when faced with more immediate threats. Yet, what can he do when he suspects he has been deceived by God himself? The resulting revelation will shake the very foundations of everything you thought you knew about the world of *Mistborn*."
    },
    {
      "title": "Secret History",
      "publication_year": 2016,
      "description": "Una novela corta de Mistborn que revela eventos ocultos durante la trilogía original.",
      "cover_image": "img/books/secret-history.jpg",
      "synopsis_en": "A hidden story within the Mistborn saga, revealing unseen events and the secret struggles of a key character working behind the scenes of the original trilogy."
    },
    {
      "title": "The Lost Metal",
      "publication_year": 2022,
      "description": "The latest addition to the Mistborn series, unveiling new challenges and mysteries.",
      "cover_image": "img/books/the-lost-metal.jpg",
      "synopsis_en": "Waxillium Ladrian, lawman-turned-senator of the great city, has spent years hunting down the elusive organization known as the Set—whose leaders include his late uncle and his sister—ever since they began abducting people with Allomantic lineage. When detective Marasi Colms and her partner Wayne uncover an illegal weapons cache bound for the outer city of Bilming, a new lead emerges. The growing conflict between Elendel and the outer cities plays right into the Set’s hands. Their influence now extends into the very heart of Elendel’s Senate—whose corruption Wax and Steris are determined to expose—and Bilming is even more entangled in their schemes than they had feared. After Wax discovers a new type of explosive capable of unleashing unprecedented destruction—and realizes the Set must already have it—an immortal kandra serving Scadrial’s god, Harmony, reveals that Bilming has fallen under the influence of another deity: Trell, the god worshipped by the Set. But Trell is not the only force at play from the wider Cosmere. Marasi is approached by off-world figures with strange abilities, who claim their mission is to protect Scadrial… at any cost. Wax must decide whether to set aside his troubled relationship with God and become the sword that Harmony has been preparing him to be. If no one steps up to act as the hero Scadrial needs, the planet and its millions of inhabitants will face sudden and catastrophic ruin."
    }
  ],
  "The Stormlight Archive": [
    {
      "title": "The Way of Kings",
      "publication_year": 2010,
      "description": "The first book in The Stormlight Archive series, introducing the world of Roshar and its complex characters.",
      "cover_image": "img/books/the-way-of-kings.jpg",
      "synopsis_en": "The Way of Kings is the first volume of The Stormlight Archive, the result of over a decade of worldbuilding and writing, now hailed as a masterpiece of modern fantasy in a ten-book series. With this work, Brandon Sanderson establishes himself as one of the most rapidly growing authors in the genre worldwide. I long for the days before the Last Desolation. The days when the Heralds abandoned us and the Knights Radiant turned against us. A time when there was still magic in the world and honor in the hearts of men. The world was ours, but we lost it. Perhaps there is nothing more exhilarating for the souls of men than victory. Or was victory merely an illusion all along? Did our enemies understand that the harder they fought, the more we resisted? Perhaps they saw that fire and hammer only forged better blades. But they ignored the steel long enough for it to rust. There are four people we must watch. The first is the surgeon, who stopped healing to become a soldier in the most brutal war of our time. The second is the assassin, a killer who weeps every time he takes a life. The third is the liar, a young woman who wears the cloak of a scholar over the heart of a thief. And lastly, the highprince, a warrior who gazes into the past while his thirst for war fades. The world can change. The power of Surgebinding and the use of Shards may return, and the magic of the past may once again be ours. These four people hold the key. One of them will redeem us. And one of them will destroy us."
    },
    {
      "title": "Words of Radiance",
      "publication_year": 2014,
      "description": "The second book in The Stormlight Archive, delving deeper into the mysteries of Roshar.",
      "cover_image": "img/books/words-of-radiance.jpg",
      "synopsis_en": "The acclaimed sequel to The Way of Kings is, like the first volume of The Stormlight Archive, the result of over a decade of worldbuilding and writing, crafted into a masterpiece of modern fantasy spanning ten volumes. With this work, Brandon Sanderson cements his place as one of the fastest-growing authors in the genre worldwide. The Knights Radiant must rise again. The ancient oaths have finally been spoken. Men search for what was lost. I fear that this search will destroy them. Such is the nature of magic. A broken soul has cracks where something else can seep in. The Surges, the powers of creation itself, can embrace a fractured soul—but they can also widen its fissures. The Windrunner is lost in a shattered land, caught between vengeance and honor. The Lightweaver, slowly consumed by her past, seeks the lie she must become. The Bondsmith, born in blood and death, now struggles to rebuild what was broken. The Explorer, caught between the fates of two peoples, must choose between a slow death and a terrible betrayal of all she holds dear. It is time to awaken them—for the Everstorm looms. And the assassin has arrived."
    },
    {
      "title": "Edgedancer",
      "publication_year": 2017,
      "description": "Una novela corta del Archivo de las Tormentas que sigue la historia de Lift.",
      "cover_image": "img/books/edgedancer.jpg",
      "synopsis_en": "Lift, una joven ladrona con habilidades extraordinarias, se embarca en una misión para detener a un despiadado asesino. Con la ayuda de su inseparable compañero Wyndle, descubrirá su verdadero papel en el mundo de Roshar."
    },
    {
      "title": "Oathbringer",
      "publication_year": 2017,
      "description": "The third installment in The Stormlight Archive, where past secrets come to light.",
      "cover_image": "img/books/oathbringer.jpg",
      "synopsis_en": "Humanity faces a new Desolation with the return of the Voidbringers—an enemy as vast in number as in thirst for vengeance. The fleeting victory of Dalinar Kholin’s Alethi armies has come at a cost: the Parshendi have summoned the violent Everstorm, sweeping across the world and awakening the once-docile parshmen to the horrifying realization that they have been enslaved by humans for a thousand years. Meanwhile, on a desperate journey to warn his family of the coming threat, Kaladin wonders whether the sudden wrath of the parshmen might be justified. Within the tower-city of Urithiru, sheltered from the storm, Shallan Davar delves into the wonders of the ancient Knights Radiant stronghold, uncovering dark secrets lurking in its depths. At the same time, Dalinar realizes that his sacred mission to unify his homeland of Alethkar was too narrow in scope. Unless all nations can set aside their past grudges and stand together, not even the return of the Knights Radiant will be enough to stop the end of civilization."
    },
    {
      "title": "Dawnshard",
      "publication_year": 2020,
      "description": "A novella set in The Stormlight Archive universe, providing additional insights.",
      "cover_image": "img/books/dawnshard.jpg",
      "synopsis_en": "WARNING: *Dawnshard* is a short story that bridges the gap between *Oathbringer* and *Rhythm of War*, and reading it separately may result in significant spoilers. After the discovery of a ghost ship whose crew seemingly perished trying to reach the storm-wrapped island of Akinah, Navani Kholin must send an expedition to ensure the island has not fallen into enemy hands. The Knights Radiant who fly too close to Akinah find their Stormlight mysteriously drained, forcing the journey to be undertaken by sea. Shipowner Rysn Ftori lost the use of her legs but gained the companionship of Chiri-Chiri, a winged larkin that feeds on Stormlight—belonging to a species thought to be extinct. But Rysn’s beloved creature has fallen ill, and the only hope for its recovery may lie in Akinah, the ancestral home of the larkin. With the help of Lopen, the Windrunner who once lacked an arm, Rysn must accept Navani’s mission and sail into the heart of a deadly storm from which no one has ever returned. If her crew fails to uncover the hidden island’s secrets before awakening the wrath of its ancient guardians, the fate of Roshar—and the entire Cosmere—will hang by a thread."
    },
    {
      "title": "Rhythm of War",
      "publication_year": 2020,
      "description": "The fourth book in The Stormlight Archive, continuing the epic saga.",
      "cover_image": "img/books/rhythm-of-war.jpg",
      "synopsis_en": "There are secrets we have kept for too long. Watchers. Sleepless. Eternal. And soon, they will no longer be ours. The One Who Is Three searches, unknowingly, for the captured soul. The imprisoned spren, long forgotten. Can she free her own soul in time to uncover the knowledge that dooms all the peoples of Roshar? The Fallen Soldier caresses and loves the spear, even as the weapon pierces his own flesh. He walks ever forward, ever into the darkness, without light. He can carry nothing with him except what he himself can ignite.The Broken Sister understands her mistakes and believes she is one. She seems far removed from her ancestors, yet she does not realize they are the ones bearing her upon their shoulders. Toward victory, and toward that silence—the most important silence of all. And the Mother of Machines, the most crucial of them all, dances with liars in a grand waltz. She must unmask them, grasp their hidden truths, and bring them into the world. She must recognize that the worst lies are the ones she tells herself. If she does, our secrets will finally become truths."
    }
  ],
  "White Sand": [
    {
      "title": "White Sand",
      "publication_year": 2016,
      "description": "El primer volumen de la novela gráfica White Sand, ambientada en el Cosmere.",
      "cover_image": "img/books/the-white-sand-1.jpg",
      "synopsis_en": "This new complete edition of *White Sand* compiles the original three volumes and has been meticulously revised by the Dragonsteel team to give the story the care it deserves, given its significant role in the Cosmere universe. It includes a new map drawn by Jian Guo, 38 new illustrated prologue pages by Nabetse Zitro (who also created the cover) with a script by Rik Hoskin, and 14 pages of *Ars Arcanum* that were not in the original, helping to deepen the understanding of the world that serves as the story’s setting. *White Sand* was Brandon Sanderson’s first project to be published in graphic novel format. The original draft was adapted into three volumes, of which only the first was originally published in Spanish. The story takes place on Taldain, a planet locked in synchronous rotation with its sun, resulting in two distinct sides known as the Darkside and the Dayside. Dayside is home to the Sand Masters, a legendary order of magic users organized under a strict hierarchy, who can control the sands that cover almost the entire surface of their half of the planet. But when a sinister conspiracy leads to their violent destruction, the weakest among them, Kenton, believes he is the sole survivor. Surrounded by enemies on all sides, Kenton forms an unlikely alliance with Khriss, a mysterious Darksider who harbors secrets of her own…"
    },
    {
      "title": "White Sand Volume 2",
      "publication_year": 2018,
      "description": "El segundo volumen de la novela gráfica White Sand, que continúa la historia en el desierto de Taldain.",
      "cover_image": "img/books/the-white-sand-2.jpg",
      "synopsis_en": "This new complete edition of *White Sand* compiles the original three volumes and has been meticulously revised by the Dragonsteel team to give the story the care it deserves, given its significant role in the Cosmere universe. It includes a new map drawn by Jian Guo, 38 new illustrated prologue pages by Nabetse Zitro (who also created the cover) with a script by Rik Hoskin, and 14 pages of *Ars Arcanum* that were not in the original, helping to deepen the understanding of the world that serves as the story’s setting. *White Sand* was Brandon Sanderson’s first project to be published in graphic novel format. The original draft was adapted into three volumes, of which only the first was originally published in Spanish. The story takes place on Taldain, a planet locked in synchronous rotation with its sun, resulting in two distinct sides known as the Darkside and the Dayside. Dayside is home to the Sand Masters, a legendary order of magic users organized under a strict hierarchy, who can control the sands that cover almost the entire surface of their half of the planet. But when a sinister conspiracy leads to their violent destruction, the weakest among them, Kenton, believes he is the sole survivor. Surrounded by enemies on all sides, Kenton forms an unlikely alliance with Khriss, a mysterious Darksider who harbors secrets of her own…"
    },
    {
      "title": "White Sand Volume 3",
      "publication_year": 2019,
      "description": "El volumen final de la novela gráfica White Sand.",
      "cover_image": "img/books/the-white-sand-3.jpg",
      "synopsis_en": "This new complete edition of *White Sand* compiles the original three volumes and has been meticulously revised by the Dragonsteel team to give the story the care it deserves, given its significant role in the Cosmere universe. It includes a new map drawn by Jian Guo, 38 new illustrated prologue pages by Nabetse Zitro (who also created the cover) with a script by Rik Hoskin, and 14 pages of *Ars Arcanum* that were not in the original, helping to deepen the understanding of the world that serves as the story’s setting. *White Sand* was Brandon Sanderson’s first project to be published in graphic novel format. The original draft was adapted into three volumes, of which only the first was originally published in Spanish. The story takes place on Taldain, a planet locked in synchronous rotation with its sun, resulting in two distinct sides known as the Darkside and the Dayside. Dayside is home to the Sand Masters, a legendary order of magic users organized under a strict hierarchy, who can control the sands that cover almost the entire surface of their half of the planet. But when a sinister conspiracy leads to their violent destruction, the weakest among them, Kenton, believes he is the sole survivor. Surrounded by enemies on all sides, Kenton forms an unlikely alliance with Khriss, a mysterious Darksider who harbors secrets of her own…"
    }
  ],
  "Standalone": [
    {
      "title": "Warbreaker",
      "publication_year": 2009,
      "description": "A standalone novel exploring a world where magic is derived from color and breath.",
      "cover_image": "img/books/warbreaker.jpg",
      "synopsis_en": "Along with *Elantris* and *Mistborn*, *Warbreaker* is one of the recommended books for first-time readers looking to explore the Cosmere. It is a standalone novel set in the world of Nalthis, though Brandon Sanderson has plans to write a sequel eventually. In Nalthis, magic is based on colors, but as the story unfolds, we discover the grim undertones hidden beneath this seemingly idyllic world. Years ago, the monarch of Idris signed a treaty with the kingdom of Hallandren, agreeing that King Dedelin would send his eldest daughter, Vivenna, to marry Susebron, the God King of Hallandren. Vivenna had spent her entire life preparing to be a suitable bride for Susebron, fulfilling her duty and helping to secure a lasting peace between the two kingdoms. That was the plan—until the king of Idris sent his youngest daughter, Siri, in Vivenna’s place. As Siri struggles to find her place in Susebron's court, she uncovers hidden truths about the God King. Meanwhile, in Idris, Vivenna grows uneasy, fearing that her sister is unprepared for the life awaiting her. Determined to protect Siri, she travels to Hallandren, where she joins the Idrisian expatriates living in the capital, T'Telir, and embarks on a new life of espionage and sabotage. Vivenna's plan is to rescue Siri—though Siri may neither need nor want saving."
    },
    {
      "title": "The Frugal Wizards Handbook for Surviving Medieval England",
      "publication_year": 2023,
      "description": "A humorous and adventurous standalone novel exploring alternate history and wizardry.",
      "cover_image": "img/books/the-frugal-wizard.jpg",
      "synopsis_en": "The Frugal Wizard’s Handbook for Surviving Medieval England is a witty, genre-bending adventure from Brandon Sanderson, blending fantasy, sci-fi, and humor in a thrilling tale of identity, survival, and unexpected heroism. A man wakes up in medieval England—except it’s not quite the medieval England he remembers from history books. He has no memory of who he is or how he got there, but he does have one thing: a mysterious handbook titled The Frugal Wizard’s Handbook for Surviving Medieval England. As he pieces together the truth, he discovers that this world isn’t entirely what it seems, and neither is he. Armed with fragments of advanced knowledge, bizarre magical technology, and the occasional outlandish sales pitch from his handbook, he must navigate warlords, wizards, and ancient prophecies—while avoiding those who seem determined to see him dead. With his past slowly unraveling and an entire world at stake, can he outwit fate, outfight his enemies, and out-hustle history itself?"
    },
    {
      "title": "Yumi and the Nightmare Painter",
      "publication_year": 2023,
      "description": "A unique fantasy novel set in the Cosmere, blending art, dreams, and powerful magic.",
      "cover_image": "img/books/yumi-and-the-nightmare-painter.jpg",
      "synopsis_en": "Yumi comes from a land of gardens, meditation, and spirits, while Painter lives in a world of darkness, technology, and nightmares. When their lives become mysteriously intertwined, will they be able to set aside their differences and work together to uncover the mysteries of their situation—and save their respective communities from certain disaster? A Note from Brandon Sanderson: 'I had wanted to write a fantasy novel for years where the protagonists had what they considered normal jobs, but which would seem fantastical to us as readers. Additionally, my wife encouraged me to include more romance in my stories. When I brought together two people whose work seemed magical to each other, Yumi and the Nightmare Painter was born. This particular novel was a special gift for my wife—a gift that we are both delighted to share with you now.'"
    },
    {
      "title": "The Sunlit Man",
      "publication_year": 2023,
      "description": "Una novela del Cosmere que explora un mundo lleno de soles y secretos.",
      "cover_image": "img/books/sunlit-man.jpg",
      "synopsis_en": "Years ago, he had comrades-in-arms and a cause to believe in. But now, the man known as Nomad knows only a life on the run. Forced to jump from world to world within the Cosmere whenever the relentless Night Brigade gets too close, Nomad finds himself on a new planet—immediately caught in the conflict between a tyrant and the rebels who seek only to avoid becoming mindless slaves. All of this unfolds under the constant threat of a scorching dawn, whose heat melts even stone. Unable to understand the local language, can Nomad navigate the conflict and gather enough power to escape before his mind or body pays the ultimate price?"
    },
    {
      "title": "Sixth of the Dusk",
      "publication_year": 2014,
      "description": "Un relato del Cosmere ambientado en un mundo salvaje lleno de misterios y peligros.",
      "cover_image": "img/books/sixth-of-the-dusk.jpg",
      "synopsis_en": "On the deadly island of Patji, a solitary trapper named Dusk survives using the abilities granted by his Aviar, magical birds that bestow unique powers. But when outsiders from the wider Cosmere arrive, bringing advanced technology and a hunger for knowledge, Dusk faces a dilemma that could reshape his world forever. Can he protect his home from destruction, or will progress come at an unbearable cost?"
    },
    {
      "title": "The Emperors Soul",
      "publication_year": 2012,
      "description": "A novella set in the Cosmere, exploring the art of Forgery, a magical ability that can rewrite the past.",
      "cover_image": "img/books/the-emperors-soul.jpg",
      "synopsis_en": "In the world of Sel, where people have the ability to use Forgery to change objects and even rewrite history, Shai, a skilled Forger, is sentenced to death after attempting to assassinate the emperor. However, she is given an unusual second chance—if she can use her skills to restore the emperor’s soul, which has been damaged beyond repair, she may avoid execution. Time is running out, and Shai must navigate the political intrigue of the palace while facing the moral dilemmas of rewriting history itself."
    },
    {
      "title": "The hope of Elantris",
      "publication_year": 2009,
      "description": "Un relato del Cosmere que expande la historia de Elantris, explorando más a fondo el destino de sus habitantes.",
      "cover_image": "img/books/la-esperanza-de-elantris.jpg",
      "synopsis_en": "Set after the events of *Elantris*, *The Hope of Elantris* takes place when the city of Elantris begins to recover after its fall. The story follows a new character, a young scholar, who discovers a way to heal the people of Elantris and perhaps restore it to its former glory. But his journey is filled with danger and unexpected consequences, as political forces, old mysteries, and ancient magic collide in the fight for control over Elantris' future."
    },
    {
      "title": "The eleventh metal",
      "publication_year": 2016,
      "description": "Un relato corto situado en el mundo de Mistborn que explora el misterioso metal desconocido y sus implicaciones.",
      "cover_image": "img/books/el-undecimo-metal.jpg",
      "synopsis_en": "In *The Eleventh Metal*, we follow a young Kelsier, who was just a member of a small crew in the rough streets of Luthadel. While investigating a new and mysterious metal that appears to hold strange powers, Kelsier discovers more than just a new piece of Allomantic lore. This tale offers a glimpse into his early life, long before he becomes the charismatic leader of the rebellion in *Mistborn*. As Kelsier begins to understand the true potential of the Eleventh Metal, he realizes it could change everything."
    },
    {
      "title": "Alomante Jak",
      "publication_year": 2018,
      "description": "Un relato corto que sigue las aventuras de Jak, un carismático y astuto alomante en el mundo de Mistborn.",
      "cover_image": "img/books/arcano-ilimitado1.png",
      "synopsis_en": "In *Alomancer Jak*, we follow a swashbuckling, charming character named Jak who possesses powerful Allomantic abilities. Jak uses his talents to gain wealth and fame, but his carefree life is disrupted when a new enemy emerges. This short story showcases the use of Allomancy in a different context, as Jak navigates challenges and confronts dangerous foes. The story offers an exciting and humorous take on the Mistborn world, with a focus on Jak’s unique character and his adventures."
    },
    {
      "title": "Tress of the emeral sea",
      "publication_year": 2022,
      "description": "Una fascinante historia que explora un mundo lleno de magia, mar y secretos ancestrales.",
      "cover_image": "img/books/trenza-del-mar-esmeralda.jpg",
      "synopsis_en": "In *The Emerald Sea Braid*, the protagonist lives in a world where the oceans are more than just vast waters—they are a source of ancient magic and powerful, dangerous forces. The story centers on a young person who must navigate the treacherous currents of both the ocean and their own life choices. As they embark on a journey to uncover a hidden legacy, they find themselves entangled in a conflict that could reshape the very fabric of their society. With the ocean as both a threat and a guide, the character must unravel the mystery of the Sea Braid and confront their destiny."
    },
    {
      "title": "Shadows for Silence in the Forests of Hell",
      "publication_year": 2013,
      "description": "Una historia fascinante del Cosmere ambientada en un mundo oscuro y peligroso, donde los personajes luchan por sobrevivir.",
      "cover_image": "img/books/shadows-for-silence-in-the-forests-of-hell.jpg",
      "synopsis_en": "In *Shadows for Silence in the Forests of Hell*, the protagonist, Silence, is a bounty hunter in a land where the forest is a terrifying place, full of malevolent spirits and deadly creatures. The story follows Silence as she navigates the dangers of this world, using her wits and skills to survive in a brutal and hostile environment. Along the way, she must make difficult decisions, confront her past, and deal with a series of moral dilemmas. The novel explores themes of survival, vengeance, and the supernatural in a dark, unforgiving world."
    }
    
  ]
}
